{
    "header": {
        "nav": {
            "home": "HOME",
            "projects": "PROJECTS",
            "skills": "SKILLS",
            "contact": "CONTACT"
        }
    },
    "main": {
        "home": {
            "title": "Hello!, my name is",
            "name": "Daniel Cabral.",
            "description": "I'm a Passionate Frontend Developer with a keen eye for detail and a creative approach to solving complex problems. Proficient in translating design concepts into responsive and user-friendly interfaces. A dedicated professional committed to staying abreast of emerging technologies and industry trends.",
            "resumeButton": "Resume",
            "resumeLink": "/resume_daniel_cabral.pdf",
            "contactButton": "Contact"
        },
        "projects": {
            "title": "Projects",
            "description": "Here are some of my projects that i've been working on",
            "project_1": {
                "title": "GameNest (In progress)",
                "description": "Currently developing a service that will provide a way to find games, save them to a collection, track them, read/create game reviews you've played, and more. In it, I'm applying best practices, user authentication, email validation, testing, among others."
            },
            "project_2": {
                "title": "DonC Alojamientos",
                "description": "I designed a service for booking houses, hotels, etc. In it, I utilized techniques to allow users to book a service and even publish their own service."
            },
            "project_3": {
                "title": "Dog360",
                "description": "I worked on a project where users could view different dog breeds, see their characteristics, among other features."
        },
        "project_4": {
            "title": "Dawson E-commerce",
            "description": "I participated in a team to develop an E-Commerce platform using the SCRUM methodology. We implemented features to view product details, add them to a shopping cart, among other functionalities."
        }
    },
    "skills": {
        "title": "Skills"
    },
    "contact": {
        "title": "Contact me",
        "description": "If you want to contact me, you can do it through my email or my social networks."
    }
    }
}