{
    "header": {
        "nav": {
            "home": "INICIO",
            "projects": "PROYECTOS",
            "skills": "HABILIDADES",
            "contact": "CONTACTO"
        }
    },
    "main": {
        "home": {
            "title": "Hola!, mi nombre es",
            "name": "Daniel Cabral.",
            "description": "Soy Técnico en Programación especializado en el desarrollo Frontend, con un agudo sentido del detalle y un enfoque creativo para resolver problemas complejos. Me destaco en traducir conceptos de diseño en interfaces receptivas y amigables para el usuario. Soy un profesional dedicado y comprometido a mantenerme al tanto de las tecnologías emergentes y las tendencias de la industria.",
            "resumeButton": "Currículum",
            "resumeLink": "/cv_daniel_cabral.pdf",
            "contactButton": "Contacto"
        },
        "projects": {
            "title": "Proyectos",
            "description": "Estos son algunos de los proyectos en los que he trabajado recientemente",
            "project_1": {
                "title": "GameNest (En desarrollo)",
                "description": "Actualmente desarrollando un servicio que ofrecerá una forma de encontrar juegos, guardarlos en una colección, hacer un seguimiento de ellos, leer/crear reseñas de los juegos que has jugado y más. En el mismo estoy aplicando buenas prácticas, autenticación de usuario, validación por correo, testing, entre otros."
            },
            "project_2": {
                "title": "DonC Alojamientos",
                "description": "Diseñé un servicio de reserva de casas, hotelería, etc. En el mismo hice uso tecnicas para que el usuario pueda reservar un servicio e incluso poder publicar su propio servicio."
            },
            "project_3": {
                "title": "Dog360",
                "description": "Trabajé en un proyecto en el que se podía observar diferentes razas de perros, ver sus características, entre otros."
            },
            "project_4": {
                "title": "Dawson E-commerce",
                "description": "Desarrollé un E-Commerce en equipo utilizando la metodología SCRUM, en el mismo realizamos funcionalidades para poder observar los detalles de los productos, agregarlos a un carrito de compras, entre otros."
            }
        },
        "skills": {
            "title": "Habilidades"
        },
        "contact": {
            "title": "Contactame",
            "description": "Si quieres ponerte en contacto conmigo, puedes hacerlo a través de mis redes sociales o enviándome un correo electrónico."
        }

    }
}